import { FC } from "react"

const Main: FC = () => {
  return <div>Кнопка Баланс. На которой написано сколько какой у тебя валюты. При нажатии показывает страницу Баланс.
  Кнопка Открытые комнаты с играми. Открывает страницу Открытые комнаты с играми.
  Кнопка Создать комнату. Открывает страницу Создать комнату.
  Кнопка магазин. Открывает страницу Магазин.
  Кнопка Наше сообщество - присоединись. Открывает в телеграм страницу телеграм канала.
  И можно сделать динамическую кнопку, которая как баннер будет меняться. Иногда там предложения о покупке скинов, иногда там совет какой нибудь и тп. </div>
}

export default Main;